IdeaRS.Connections
AnchoringData.VerticalGridLinesRight Property
Compatible with IDEA StatiCa 0.0
 The array of offsets of the vertical gridlines from the right edge of the bounding box
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IEnumerable<double> VerticalGridLinesRight { get; set; }
Property Value
Type: IEnumerable<Double>
See Also
Reference
AnchoringData Class
IdeaRS.Connections.Data Namespace